Repository: 0x1-company/god-ios
Catalog: Packages/GodPackage/Sources/InboxFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: A girl in 9th grade picked you
ja: 2年生の女子が あなたを選びました

source: boy
ja: 男子

source: From a %@
ja: %@より

source: From God Team
ja: God運営より

source: From the God team
ja: God運営より

source: girl
ja: 女子

source: Notifications are off
ja: 通知がオフになっています

source: See who likes you
ja: あなたを好きな友だちを見つける

source: See who sent it
ja: 誰が送ったか見る

source: someone
ja: その他

source: Tap a message in your inbox to reveal the sender
ja: 通知タブにきたメッセージから、自分に投票した人の名前を見ることができます！

source: Tap anywhere to close
ja: どこをタップしても閉じれます

source: Tap to re-enable
ja: タップしてオンにする

source: This is your inbox
ja: ここは通知タブ

source: When people pick you you will get a message here.
ja: あなたが投票されると ここにメッセージが届きます。
